<?php

return [
    'name' => 'ابزار واردکننده مکان‌ها',
    'imported_successfully' => 'مکان‌های شما با موفقیت وارد شدند!',
    'choose_country' => 'کشور را انتخاب کنید...',
    'import_failed_description' => 'وارد کردن ناموفق بود، لطفاً خطاهای زیر را بررسی کنید!',
    'available_enable_multi_language' => 'فقط زمانی در دسترس است که گزینه "آیا چندزبانه است؟" فعال باشد',
    'import_available_data_help' => 'کشورها از لیست خارج شده‌اند زیرا در سیستم موجود هستند. برای وارد کردن مجدد هرکدام، آن‌ها را از :link حذف کرده و دوباره تلاش کنید.',
    'import_available_data' => 'وارد کردن داده‌های موجود',
    'available_data_help' => 'داده‌های مکان از مخزن GitHub ما در :link تأمین می‌شود. برای مشارکت و اعمال تغییرات خود، لطفاً درخواست کشش ارسال کنید.',
    'import' => 'وارد کردن',
    'upload_file_placeholder' => 'فایل را اینجا بکشید و رها کنید یا برای بارگذاری کلیک کنید',
];
