<?php

return [
    'name' => 'گزارش درخواست‌ها',
    'description' => 'مشاهده و حذف گزارش‌های درخواست‌های سیستم شما',
    'status_code' => 'کد وضعیت',
    'no_request_error' => 'در حال حاضر خطای درخواست وجود ندارد!',
    'widget_request_errors' => 'خطاهای درخواست',
    'count' => 'تعداد',
    'delete_all' => 'حذف تمام رکوردها',
    'empty_logs' => 'پاک‌سازی گزارش‌ها',
    'confirm_empty_logs_msg' => 'آیا مطمئن هستید که می‌خواهید گزارش‌ها را پاک کنید؟',
    'clear_old_data' => 'حذف گزارش‌های درخواست قدیمی',
    'clear_old_data_helper' => 'گزارش‌های درخواست قدیمی‌تر از مدت زمان انتخابی را به‌طور خودکار حذف کنید تا پایگاه داده شما تمیز و بهینه باقی بماند.',
    'cronjob_warning' => 'برای استفاده از این ویژگی، شما باید یک کران‌جاب راه‌اندازی کنید، برای انجام این کار از طریق این لینک اقدام کنید: <a href=":link" target="_blank">:link</a>.',
];
