<?php

return [
    'username' => 'نام کاربری',
    'password' => 'رمز عبور',
    'from' => 'شماره فرستنده',
    'from_help' => 'این شماره تلفنی است که از ملی پیامک خریداری کرده‌اید و می‌توانید آن را در داشبورد حساب ملی پیامک خود پیدا کنید.',

    'instructions' => [
        'configuration_guide' => 'راهنمای پیکربندی ملی پیامک',
        'sign_up' => 'ثبت‌نام',
        'sign_up_description' => 'به :link بروید و یک حساب کاربری ایجاد کنید.',
        'get_sid_token' => 'دریافت SID و توکن احراز هویت',
        'get_sid_token_description' => 'شما می‌توانید SID حساب و توکن احراز هویت خود را در :link پیدا کنید.',
        'admin_console' => 'کنسول مدیریت',
        'get_from_number' => 'دریافت شماره فرستنده',
        'get_from_number_description' => 'در کنسول ملی پیامک، به <em>شماره‌های تلفن و مدیریت شماره‌ها</em> بروید و یک شماره تلفن دریافت کنید.',
    ],
];
