<?php
return [
    'name' => 'دسته‌بندی‌های محصول',
    'product_categories' => 'دسته‌بندی‌های محصول',
    'create' => 'ایجاد دسته‌بندی جدید محصول',
    'edit' => 'ویرایش دسته‌بندی محصول',
    'list' => 'لیست دسته‌بندی‌های محصول',
    'none' => 'هیچکدام',
    'menu' => 'دسته‌بندی‌های محصول',
    'intro' => [
        'title' => 'مدیریت دسته‌بندی‌های محصول',
        'description' => 'مانند لباس‌ها، کفش‌ها، کیف‌ها، جواهرات ...',
        'button_text' => 'ایجاد دسته‌بندی محصول',
    ],
    'total_products' => 'تعداد کل محصولات: :total',
    'edit_this_category' => 'ویرایش این دسته‌بندی',
    'export' => [
        'description' => 'صادرات دسته‌بندی‌های محصول به فایل Excel/CSV.',
    ],
    'import' => [
        'description' => 'وارد کردن دسته‌بندی‌های محصول از فایل Excel/CSV.',
    ],
];
