<?php

return [
    'name' => 'قالب برچسب حمل و نقل',
    'setting' => 'تنظیمات قالب برچسب حمل و نقل',
    'setting_description' => 'تنظیمات مربوط به قالب برچسب حمل و نقل',
    'setting_content' => 'محتوا',
    'preview' => 'پیش‌نمایش',
    'preview_heading' => 'پیش‌نمایش قالب برچسب حمل و نقل',
    'variables' => [

    ],
    'reset_success' => 'بازنشانی به تنظیمات پیش‌فرض با موفقیت انجام شد',
    'confirm_reset' => 'آیا از بازنشانی قالب برچسب حمل و نقل اطمینان دارید؟',
    'confirm_message' => 'آیا واقعاً می‌خواهید این قالب برچسب حمل و نقل را به تنظیمات پیش‌فرض بازنشانی کنید؟',
    'reset_to_default' => 'بازنشانی به تنظیمات پیش‌فرض',
    'continue' => 'ادامه',
];
