<?php

return [
    'name' => 'مالیات‌ها',
    'description' => 'تنظیمات محصولات خود را مشاهده و به‌روزرسانی کنید',
    'create' => 'ایجاد مالیات',
    'edit' => 'ویرایش مالیات :title',
    'title' => 'عنوان',
    'percentage' => 'درصد %',
    'priority' => 'اولویت',
    'default' => 'پیش‌فرض',
    'country' => 'کشور',
    'state' => 'استان',
    'city' => 'شهر',
    'zip_code' => 'کد پستی',
    'rules' => 'قوانین',
    'tax' => 'مالیات',
    'rule' => [
        'name' => 'قوانین مالیاتی',
        'create' => 'ایجاد قانون مالیاتی',
        'edit' => 'ویرایش قانون مالیاتی :title',
    ],
];
