<?php

return [
    'title' => 'صفحه',
    'settings' => [
        'title' => 'بهینه‌سازی',
        'description' => 'کم کردن خروجی HTML، CSS داخلی، حذف نظرات...',
        'enable' => 'آیا بهینه‌سازی سرعت صفحه را فعال کنیم؟',
    ],
    'collapse_white_space' => 'فشرده‌سازی فضاهای سفید',
    'collapse_white_space_description' => 'این فیلتر با حذف فضای سفید غیرضروری، تعداد بایت‌های منتقل‌شده در یک فایل HTML را کاهش می‌دهد.',
    'elide_attributes' => 'حذف ویژگی‌ها',
    'elide_attributes_description' => 'این فیلتر اندازه انتقال فایل‌های HTML را با حذف ویژگی‌ها از تگ‌ها زمانی که مقدار مشخص‌شده برابر با مقدار پیش‌فرض برای آن ویژگی است، کاهش می‌دهد. این می‌تواند تعداد بایت‌های کمی را ذخیره کند و ممکن است باعث فشرده‌سازی بهتر سند با استاندارد کردن تگ‌های متاثر شود.',
    'inline_css' => 'CSS درون‌خطی',
    'inline_css_description' => 'این فیلتر ویژگی "style" درون‌خطی تگ‌ها را به کلاس‌ها تبدیل کرده و CSS را به هدر منتقل می‌کند.',
    'insert_dns_prefetch' => 'اضافه کردن پیش‌خوان DNS',
    'insert_dns_prefetch_description' => 'این فیلتر تگ‌ها را در HEAD وارد می‌کند تا مرورگر بتواند پیش‌خوان DNS را فعال کند.',
    'remove_comments' => 'حذف نظرات',
    'remove_comments_description' => 'این فیلتر نظرات HTML، JS و CSS را حذف می‌کند. این فیلتر اندازه انتقال فایل‌های HTML را با حذف نظرات کاهش می‌دهد. بسته به فایل HTML، این فیلتر می‌تواند به طور قابل توجهی تعداد بایت‌های منتقل‌شده در شبکه را کاهش دهد.',
    'remove_quotes' => 'حذف نقل‌قول‌ها',
    'remove_quotes_description' => 'این فیلتر علامت‌های نقل‌قول غیرضروری را از ویژگی‌های HTML حذف می‌کند. در حالی که طبق مشخصات مختلف HTML لازم است، مرورگرها اجازه می‌دهند که در صورتی که مقدار یک ویژگی از زیرمجموعه خاصی از کاراکترها (حروف و اعداد و برخی علائم نگارشی) تشکیل شده باشد، نقل‌قول‌ها حذف شوند.',
    'defer_javascript' => 'تعویق جاوا اسکریپت',
    'defer_javascript_description' => 'اجرای جاوا اسکریپت در HTML را به تعویق می‌اندازد. در صورت لزوم برای لغو تعویق در برخی اسکریپت‌ها، از ویژگی data-pagespeed-no-defer برای لغو تعویق استفاده کنید.',
];
