<?php

return [
    'login' => [
        'Hotline'=>'تلفن',
        'Full name'=>'نام کامل',
        'Home'=>'خانه',
        'username' => 'ایمیل/نام کاربری',
        'email' => 'ایمیل',
        'password' => 'رمز عبور',
        'title' => 'ورود کاربر',
        'remember' => 'مرا به خاطر بسپار؟',
        'login' => 'ورود',
        'placeholder' => [
            'username' => 'نام کاربری یا ایمیل خود را وارد کنید',
            'email' => 'ایمیل خود را وارد کنید',
            'password' => 'رمز عبور خود را وارد کنید',
        ],
        'success' => 'با موفقیت وارد شدید!',
        'fail' => 'نام کاربری یا رمز عبور اشتباه است.',
        'not_active' => 'حساب کاربری شما هنوز فعال نشده است!',
        'banned' => 'این حساب کاربری مسدود شده است.',
        'logout_success' => 'خروج با موفقیت انجام شد!',
        'dont_have_account' => 'شما حسابی در این سیستم ندارید، لطفاً برای اطلاعات بیشتر با مدیر تماس بگیرید!',
    ],
    'forgot_password' => [
        'title' => 'فراموشی رمز عبور',
        'message' => '<p>رمز عبور خود را فراموش کرده‌اید؟</p><p>لطفاً شماره موبایل خود را وارد کنید. سیستم یک کد فعال‌سازی برای بازنشانی رمز عبور برای شما ارسال خواهد کرد.</p>',
        'submit' => 'ارسال',
    ],
    'reset' => [
        'new_password' => 'رمز عبور جدید',
        'password_confirmation' => 'تأیید رمز عبور جدید',
        'email' => 'ایمیل',
        'title' => 'بازنشانی رمز عبور',
        'update' => 'به‌روزرسانی',
        'wrong_token' => 'این لینک نامعتبر یا منقضی شده است. لطفاً دوباره از فرم بازنشانی استفاده کنید.',
        'user_not_found' => 'این نام کاربری وجود ندارد.',
        'success' => 'رمز عبور با موفقیت بازنشانی شد!',
        'fail' => 'توکن نامعتبر است، لینک بازنشانی رمز عبور منقضی شده است!',
        'reset' => [
            'title' => 'ایمیل بازنشانی رمز عبور',
        ],
        'send' => [
            'success' => 'ایمیلی به حساب ایمیل شما ارسال شد. لطفاً بررسی کرده و این عملیات را کامل کنید.',
            'fail' => 'در حال حاضر امکان ارسال ایمیل وجود ندارد. لطفاً بعداً دوباره تلاش کنید.',
        ],
        'new-password' => 'رمز عبور جدید',
        'placeholder' => [
            'new_password' => 'رمز عبور جدید خود را وارد کنید',
            'new_password_confirmation' => 'رمز عبور جدید خود را تأیید کنید',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'ایمیل بازنشانی رمز عبور',
        ],
    ],
    'password_confirmation' => 'تأیید رمز عبور',
    'failed' => 'ناموفق',
    'throttle' => 'تلاش‌های زیاد.',
    'not_member' => 'هنوز عضو نیستید؟',
    'register_now' => 'همین حالا ثبت‌نام کنید',
    'lost_your_password' => 'رمز عبور خود را فراموش کرده‌اید؟',
    'login_title' => 'مدیر',
    'login_via_social' => 'ورود با شبکه‌های اجتماعی',
    'back_to_login' => 'بازگشت به صفحه ورود',
    'sign_in_below' => 'ورود در زیر',
    'languages' => 'زبان‌ها',
    'reset_password' => 'بازنشانی رمز عبور',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'پیکربندی ایمیل ACL',
            'templates' => [
                'password_reminder' => [
                    'title' => 'بازنشانی رمز عبور',
                    'description' => 'ارسال ایمیل به کاربر هنگام درخواست بازنشانی رمز عبور',
                    'subject' => 'بازنشانی رمز عبور',
                    'reset_link' => 'لینک بازنشانی رمز عبور',
                ],
            ],
        ],
    ],
];

