<?php

return [
    'cache_management' => 'مدیریت کش',
    'cache_management_description' => 'کش را پاک کنید تا سایت شما به روز شود.',
    'cache_commands' => 'دستورات پاک‌سازی کش',
    'commands' => [
        'clear_cms_cache' => [
            'title' => 'پاک‌سازی تمام کش CMS',
            'description' => 'کش CMS را پاک کنید: کش پایگاه داده، بلوک‌های ایستا... این دستور را زمانی اجرا کنید که تغییرات را پس از به‌روزرسانی داده‌ها مشاهده نمی‌کنید.',
            'success_msg' => 'کش پاک شد',
        ],
        'refresh_compiled_views' => [
            'title' => 'به‌روزرسانی نمایه‌های کامپایل شده',
            'description' => 'نمایه‌های کامپایل شده را پاک کنید تا نمایه‌ها به روز شوند.',
            'success_msg' => 'کش نمایه به‌روزرسانی شد',
        ],
        'clear_config_cache' => [
            'title' => 'پاک‌سازی کش پیکربندی',
            'description' => 'ممکن است نیاز باشد کش پیکربندی را زمانی که چیزی را در محیط تولید تغییر می‌دهید، به‌روزرسانی کنید.',
            'success_msg' => 'کش پیکربندی پاک شد',
        ],
        'clear_route_cache' => [
            'title' => 'پاک‌سازی کش مسیرها',
            'description' => 'کش مسیریابی را پاک کنید.',
            'success_msg' => 'کش مسیرها پاک شد',
        ],
        'clear_log' => [
            'title' => 'پاک‌سازی گزارش',
            'description' => 'فایل‌های گزارش سیستم را پاک کنید',
            'success_msg' => 'گزارش سیستم پاک شد',
        ],
    ],
];
