<?php

return [
    'statuses' => [
        'draft' => 'پیش‌نویس',
        'pending' => 'در انتظار',
        'published' => 'منتشر شده',
    ],
    'system_updater_steps' => [
        'download' => 'دانلود فایل‌های بروزرسانی',
        'update_files' => 'بروزرسانی فایل‌های سیستم',
        'update_database' => 'بروزرسانی پایگاه داده‌ها',
        'publish_core_assets' => 'انتشار دارایی‌های هسته‌ای',
        'publish_packages_assets' => 'انتشار دارایی‌های بسته‌ها',
        'clean_up' => 'پاکسازی فایل‌های بروزرسانی سیستم',
        'done' => 'سیستم با موفقیت بروزرسانی شد',

        'messages' => [
            'download' => 'در حال دانلود فایل‌های بروزرسانی...',
            'update_files' => 'در حال بروزرسانی فایل‌های سیستم...',
            'update_database' => 'در حال بروزرسانی پایگاه داده‌ها...',
            'publish_core_assets' => 'در حال انتشار دارایی‌های هسته‌ای...',
            'publish_packages_assets' => 'در حال انتشار دارایی‌های بسته‌ها...',
            'clean_up' => 'در حال پاکسازی فایل‌های بروزرسانی سیستم...',
            'done' => 'تمام شد! مرورگر شما در ۳۰ ثانیه به روز خواهد شد.',
        ],

        'failed_messages' => [
            'download' => 'نتوانستیم فایل‌های بروزرسانی را دانلود کنیم',
            'update_files' => 'نتوانستیم فایل‌های سیستم را بروزرسانی کنیم',
            'update_database' => 'نتوانستیم پایگاه داده‌ها را بروزرسانی کنیم',
            'publish_core_assets' => 'نتوانستیم دارایی‌های هسته‌ای را منتشر کنیم',
            'publish_packages_assets' => 'نتوانستیم دارایی‌های بسته‌ها را منتشر کنیم',
            'clean_up' => 'نتوانستیم فایل‌های بروزرسانی سیستم را پاکسازی کنیم',
        ],

        'success_messages' => [
            'download' => 'فایل‌های بروزرسانی با موفقیت دانلود شدند.',
            'update_files' => 'فایل‌های سیستم با موفقیت بروزرسانی شدند.',
            'update_database' => 'پایگاه داده‌ها با موفقیت بروزرسانی شدند.',
            'publish_core_assets' => 'دارایی‌های هسته‌ای با موفقیت منتشر شدند.',
            'publish_packages_assets' => 'دارایی‌های بسته‌ها با موفقیت منتشر شدند.',
            'clean_up' => 'فایل‌های بروزرسانی سیستم با موفقیت پاکسازی شدند.',
        ],
    ],
];
