<?php

return [
    '401_title' => 'دسترسی ممنوع',
    '404_title' => 'صفحه پیدا نشد',
    '500_title' => 'صفحه بارگذاری نشد',
    'reasons' => 'این ممکن است به دلایل مختلفی رخ داده باشد',
    'try_again' => 'لطفاً چند دقیقه دیگر تلاش کنید، یا به جای آن با <a href=":link">کلیک بر اینجا</a> به صفحه اصلی بروید.',
    'not_found' => 'یافت نشد',
    'results_not_found' => 'نتایج یافت نشد!',
    'go_to_home' => 'برو به صفحه اصلی',
    'error_when_sending_email' => 'ارسال ایمیل ممکن نیست. مشکلی در تنظیمات ایمیل شما در بخش مدیریت → تنظیمات → ایمیل وجود دارد، لطفاً تنظیمات خود را دوباره بررسی کنید.',
    'error_when_sending_email_guest' => 'ارسال ایمیل ممکن نیست. لطفاً اگر مشکل ادامه داشت با مدیر سایت تماس بگیرید.',
];

