<?php

return [
    'name' => 'مکان‌ها',
    'all_states' => 'تمام ایالات',
    'abbreviation' => 'اختصار',
    'abbreviation_placeholder' => 'مثال: CA',
    'enums' => [
        'import_type' => [
            'country' => 'کشور',
            'state' => 'استان',
            'city' => 'شهر',
        ],
    ],
    'export' => [
        'total' => 'مجموع مکان‌ها',
        'total_countries' => 'مجموع کشورها',
        'total_states' => 'مجموع ایالات',
        'total_cities' => 'مجموع شهرها',
        'description' => 'داده‌های مکان خود را مانند کشورها، ایالات و شهرها صادر کنید.',
    ],
    'import' => [
        'description' => 'داده‌های مکان را به راحتی از داده‌های موجود یا با آپلود فایل CSV/Excel وارد کنید.',
        'rules' => [
            'name' => 'نام مکان الزامی است و نباید از 120 کاراکتر بیشتر باشد.',
            'slug' => 'آدرس مکان، در صورت ارائه، نباید از 120 کاراکتر بیشتر باشد.',
            'import_type' => 'نوع واردات الزامی است و باید یکی از مقادیر پیش‌فرض باشد.',
            'order' => 'ترتیب مکان، در صورت ارائه، باید یک عدد مثبت بین 0 و 127 باشد.',
            'abbreviation' => 'اختصار مکان، در صورت ارائه، نباید از 10 کاراکتر بیشتر باشد.',
            'status' => 'وضعیت مکان الزامی است و باید یکی از مقادیر پیش‌فرض باشد.',
            'country' => 'فیلد کشور الزامی است اگر نوع واردات استان یا شهر باشد.',
            'state' => 'فیلد استان الزامی است اگر نوع واردات شهر باشد.',
            'nationality' => 'ملیت مکان، در صورت ارائه، نباید از 120 کاراکتر بیشتر باشد.',
        ],
    ],
];
