<?php
return [
    'name' => 'موجودی محصولات',
    'storehouse_management' => 'مدیریت انبار',

    'import' => [
        'name' => 'به‌روزرسانی موجودی محصولات',
        'description' => 'به‌روزرسانی موجودی محصولات به صورت عمده با بارگذاری فایل CSV/Excel.',
        'done_message' => 'موجودی :count محصول(ات) با موفقیت به‌روزرسانی شد.',
        'rules' => [
            'id' => 'فیلد شناسه ضروری است و باید در جدول محصولات وجود داشته باشد.',
            'name' => 'فیلد نام ضروری است و باید یک رشته باشد.',
            'sku' => 'فیلد SKU باید یک رشته باشد.',
            'with_storehouse_management' => 'فیلد "مدیریت با انبار" باید "بله" یا "خیر" باشد.',
            'quantity' => 'فیلد تعداد ضروری است زمانی که "مدیریت با انبار" برابر "بله" است.',
            'stock_status' => 'فیلد وضعیت موجودی ضروری است زمانی که "مدیریت با انبار" برابر "خیر" است و باید یکی از مقادیر زیر باشد: :statuses.',
        ],
    ],

    'export' => [
        'description' => 'صادرات موجودی محصولات به فایل CSV/Excel.',
    ],
];
