<?php
return [
    'name' => 'قیمت‌های محصول',
    'warning_prices' => 'این قیمت‌ها هزینه‌های اصلی محصول را نشان می‌دهند و ممکن است قیمت نهایی را که به دلایلی مانند فروش‌های ویژه، تخفیف‌ها و غیره متغیر است، منعکس نکنند.',

    'import' => [
        'name' => 'بروزرسانی قیمت‌های محصول',
        'description' => 'بروزرسانی قیمت‌های محصول به صورت عمده با بارگذاری فایل CSV/Excel.',
        'done_message' => 'با موفقیت :count محصول(ات) بروزرسانی شد.',
        'rules' => [
            'id' => 'فیلد شناسه الزامی است و باید در جدول محصولات موجود باشد.',
            'name' => 'فیلد نام الزامی است و باید یک رشته باشد.',
            'sku' => 'فیلد SKU باید یک رشته باشد.',
            'cost_per_item' => 'فیلد هزینه هر واحد باید یک مقدار عددی باشد.',
            'price' => 'فیلد قیمت الزامی است و باید یک مقدار عددی باشد.',
            'sale_price' => 'فیلد قیمت فروش باید یک مقدار عددی باشد.',
        ],
    ],

    'export' => [
        'description' => 'صادرات قیمت‌های محصول به فایل CSV/Excel.',
    ],
];
